---
kind: other
id: Properties.T:Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas
source: html/0e5ea7ee-2916-2498-8985-32180dd4292d.htm
---
# NumberingSchemaTypes.StructuralNumberingSchemas Properties

Built-in schema used for numbering rebar elements